//
//  Localizable.strings
//  Stats
//
//  Created by Serhiy Mytrovtsiy on 27/08/2020.
//  Using Swift 5.0.
//  Running on macOS 10.15.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "सीपीयू";
"Open CPU settings" = "सीपीयू सेटिंग्स खोलें";
"GPU" = "जीपीयू";
"Open GPU settings" = "जीपीयू सेटिंग्स खोलें";
"RAM" = "रैम";
"Open RAM settings" = "रैम सेटिंग्स खोलें";
"Disk" = "डिस्‍क";
"Open Disk settings" = "डिस्‍क सेटिंग्स खोलें";
"Sensors" = "सेंसर";
"Open Sensors settings" = "सेंसर सेटिंग्स खोलें";
"Network" = "नेटवर्क";
"Open Network settings" = "नेटवर्क सेटिंग्स खोलें";
"Battery" = "बैटरी";
"Open Battery settings" = "बैटरी सेटिंग्स खोलें";
"Bluetooth" = "ब्लूटूथ";
"Open Bluetooth settings" = "ब्लूटूथ सेटिंग्स खोलें";
"Clock" = "घड़ी";
"Open Clock settings" = "घड़ी सेटिंग्स खोलें";

// Words
"Unknown" = "अज्ञात";
"Version" = "संस्करण";
"Processor" = "प्रोसेसर";
"Memory" = "मेमोरी";
"Graphics" = "ग्राफिक्स";
"Close" = "बंद";
"Download" = "डाउनलोड";
"Install" = "स्थापित करें";
"Cancel" = "रद्द करें";
"Unavailable" = "अनुपलब्ध";
"Yes" = "हाँ";
"No" = "नहीं";
"Automatic" = "स्वचालित";
"Manual" = "मैनुअल";
"None" = "कोई नहीं";
"Dots" = "डॉट्स";
"Arrows" = "तीर";
"Characters" = "चरित्र";
"Short" = "लघु";
"Long" = "लंबा";
"Statistics" = "सांख्यिकी";
"Max" = "अधिकतम";
"Min" = "मिन";
"Reset" = "रीसेट";
"Alignment" = "संरेखण";
"Left alignment" = "बाएं";
"Center alignment" = "केंद्र";
"Right alignment" = "सही";
"Dashboard" = "डैशबोर्ड";
"Enabled" = "सक्षम";
"Disabled" = "अक्षम";
"Silent" = "मौन";
"Units" = "इकाइयाँ";
"Fans" = "प्रशंसकों";
"Scaling" = "स्केलिंग";
"Linear" = "रैखिक";
"Square" = "वर्ग";
"Cube" = "क्यूब";
"Logarithmic" = "लघुगणकीय";
"Fixed scale" = "समाधान"; // translategemma:4b
"Cores" = "कोर";
"Settings" = "सेटिंग्स";
"Name" = "नाम";
"Format" = "प्रारूप";
"Turn off" = "बंद करें";
"Normal" = "सामान्य"; // translategemma:4b
"Warning" = "चेतावनी"; // translategemma:4b
"Critical" = "महत्वपूर्ण"; // translategemma:4b
"Usage" = "उपयोग"; // translategemma:4b
"2 minutes" = "2 मिनट"; // translategemma:4b
"3 minutes" = "3 मिनट"; // translategemma:4b
"10 minutes" = "10 मिनट"; // translategemma:4b
"Import" = "आयात"; // translategemma:4b
"Export" = "निर्यात"; // translategemma:4b
"Separator" = "विभाजक"; // translategemma:4b
"Read" = "पढ़ें"; // translategemma:4b
"Write" = "लिखें"; // translategemma:4b
"Frequency" = "आवृत्ति"; // translategemma:4b
"Save" = "जमा करें"; // translategemma:4b
"Run" = "चलाएं"; // translategemma:4b
"Stop" = "बंद करें"; // translategemma:4b
"Uninstall" = "अनइंस्टॉल"; // translategemma:4b
"1 sec" = "1 सेकंड"; // translategemma:4b
"2 sec" = "2 सेकंड"; // translategemma:4b
"3 sec" = "3 सेकंड"; // translategemma:4b
"5 sec" = "5 सेकंड"; // translategemma:4b
"10 sec" = "10 सेकंड"; // translategemma:4b
"15 sec" = "15 सेकंड"; // translategemma:4b
"30 sec" = "30 सेकंड"; // translategemma:4b
"60 sec" = "60 सेकंड"; // translategemma:4b

// Setup
"Stats Setup" = "आँकड़े सेटअप";
"Previous" = "पिछला";
"Previous page" = "पिछला पृष्ठ";
"Next" = "अगला";
"Next page" = "अगला पृष्ठ";
"Finish" = "समाप्त";
"Finish setup" = "सेटअप खत्म करें";
"Welcome to Stats" = "आँकड़ों में आपका स्वागत है";
"welcome_message" = "स्टैट्स का उपयोग करने के लिए धन्यवाद, आपके मेनू बार के लिए एक मुफ्त ओपन सोर्स मैकओएस सिस्टम मॉनिटर।";
"Start the application automatically when starting your Mac" = "अपना मैक शुरू करते समय एप्लिकेशन को स्वचालित रूप से शुरू करें";
"Do not start the application automatically when starting your Mac" = "अपना मैक शुरू करते समय एप्लिकेशन को स्वचालित रूप से शुरू न करें";
"Do everything silently in the background (recommended)" = "पृष्ठभूमि में चुपचाप सब कुछ करें (अनुशंसित)";
"Check for a new version on startup" = "स्टार्टअप पर एक नए संस्करण की जांच करें";
"Check for a new version every day (once a day)" = "हर दिन (दिन में एक बार) एक नए संस्करण की जांच करें";
"Check for a new version every week (once a week)" = "हर हफ्ते (सप्ताह में एक बार) एक नए संस्करण की जांच करें";
"Check for a new version every month (once a month)" = "हर महीने (महीने में एक बार) एक नए संस्करण की जांच करें";
"Never check for updates (not recommended)" = "अपडेट की जांच कभी न करें (अनुशंसित नहीं)";
"Anonymous telemetry for better development decisions" = "बेहतर विकास निर्णयों के लिए अनाम टेलीमेट्री";
"Share anonymous telemetry data" = "अनाम टेलीमेट्री डेटा साझा करें";
"Do not share anonymous telemetry data" = "अनाम टेलीमेट्री डेटा साझा न करें";
"The configuration is completed" = "कॉन्फ़िगरेशन पूरा हो गया है";
"finish_setup_message" = "सब कुछ सेट किया गया है! \n आँकड़े एक खुला स्रोत उपकरण है, यह मुफ़्त है और हमेशा रहेगा। \n यदि आप इसका आनंद लेते हैं तो आप एक परियोजना का समर्थन कर सकते हैं, यह हमेशा सराहना की जाती है!";

// Alerts
"New version available" = "नया संस्करण उपलब्ध है";
"Click to install the new version of Stats" = "आँकड़े के नए संस्करण को स्थापित करने के लिए क्लिक करें";
"Successfully updated" = "सफलतापूर्वक अपडेट किया गया";
"Stats was updated to v" = "आँकड़े v पर अपडेट किए गए थे";
"Reset settings text" = "Aसभी एप्लिकेशन सेटिंग्स रीसेट हो जाएंगी और एप्लिकेशन को पुनरारंभ किया जाएगा। क्या आप वाकई ऐसा करना चाहते हैं?";
"Support text" = "Stats का उपयोग करने के लिए धन्यवाद!\n\n इस ओपन-सोर्स प्रोजेक्ट को बनाए रखने और सुधारने में समय और संसाधन लगते हैं। आपका समर्थन हमें सभी के लिए एक निःशुल्क और विश्वसनीय एप्लिकेशन प्रदान करना जारी रखने में मदद करता है.\n\nयदि आपको Stats मददगार लगता है, तो कृपया योगदान देने पर विचार करें। हर छोटी-छोटी मदद मददगार होती है!";

// Settings
"Open Activity Monitor" = "ओपन एक्टिविटी मॉनिटर";
"Report a bug" = "बग की रिपोर्ट करें";
"Support the application" = "आवेदन का समर्थन करें";
"Close application" = "आवेदन बंद करें";
"Open application settings" = "ओपन एप्लिकेशन सेटिंग्स";
"Open dashboard" = "ओपन डैशबोर्ड";
"No notifications available in this module" = "इस मॉड्यूल में कोई सूचनाएं उपलब्ध नहीं हैं।"; // translategemma:4b
"Open Calendar" = "कैलेंडर खोलें"; // translategemma:4b
"Toggle the module" = "मॉड्यूल को चालू/बंद करें"; // translategemma:4b

// Application settings
"Update application" = "अद्यतन अनुप्रयोग";
"Check for updates" = "अपडेट की जाँच करें";
"At start" = "शुरुआत में";
"Once per day" = "प्रति दिन एक बार";
"Once per week" = "प्रति सप्ताह एक बार";
"Once per month" = "प्रति माह एक बार";
"Never" = "कभी नहीं";
"Check for update" = "अपडेट की जांच करें";
"Show icon in dock" = "डॉक में आइकन दिखाएं";
"Start at login" = "लॉगिन पर शुरू करें";
"Build number" = "बिल्ड नंबर";
"Import settings" = "आयात सेटिंग्स"; // translategemma:4b
"Export settings" = "निर्यात सेटिंग्स"; // translategemma:4b
"Reset settings" = "सेटिंग्स रीसेट करें";
"Pause the Stats" = "आँकड़ों को रोकें";
"Resume the Stats" = "आँकड़े फिर से शुरू करें";
"Combined modules" = "संयुक्त मॉड्यूल";
"Combined details" = "संयुक्त विवरण"; // translategemma:4b
"Spacing" = "स्पेसिंग";
"Share anonymous telemetry" = "अनाम टेलीमेट्री साझा करें";
"Choose file" = "फ़ाइल चुनें"; // translategemma:4b
"Stress tests" = "तनाव परीक्षण"; // translategemma:4b

// Dashboard
"Serial number" = "सीरियल नंबर";
"Model identifier" = "मॉडल पहचानकर्ता"; // translategemma:4b
"Production year" = "उत्पादन वर्ष"; // translategemma:4b
"Uptime" = "अपटाइम";
"Number of cores" = "%0 कोर";
"Number of threads" = "%0 थ्रेड्स";
"Number of e-cores" = "%0 दक्षता कोर";
"Number of p-cores" = "%0 प्रदर्शन कोर";
"Disks" = "डिस्क"; // translategemma:4b
"Display" = "प्रदर्शन"; // translategemma:4b

// Update
"The latest version of Stats installed" = "आँकड़े का नवीनतम संस्करण स्थापित है";
"Downloading..." = "डाउनलोडिंग ...";
"Current version: " = "वर्तमान संस्करण: ";
"Latest version: " = "नवीनतम संस्करण: ";

// Widgets
"Color" = "रंग";
"Label" = "लेबल";
"Box" = "बॉक्स";
"Frame" = "फ्रेम";
"Value" = "मूल्य";
"Colorize" = "रंगांकित";
"Colorize value" = "मूल्य को रंगीन करें";
"Additional information" = "अतिरिक्त जानकारी";
"Reverse values order" = "रिवर्स मान क्रम";
"Base" = "आधार";
"Display mode" = "दृश्य मोड";
"One row" = "एक पंक्ति";
"Two rows" = "दो पंक्तियाँ";
"Mini widget" = "मिनी";
"Line chart widget" = "लाइन चार्ट";
"Bar chart widget" = "बार चार्ट";
"Pie chart widget" = "पाई चार्ट";
"Network chart widget" = "नेटवर्क चार्ट";
"Speed widget" = "गति";
"Battery widget" = "बैटरी";
"Stack widget" = "स्टैक";
"Memory widget" = "मेमोरी";
"Static width" = "स्थैतिक चौड़ाई";
"Tachometer widget" = "टैकोमीटर";
"State widget" = "राज्य विजेट";
"Text widget" = "टेक्स्ट विजेट"; // translategemma:4b
"Battery details widget" = "बैटरी विवरण विजेट"; // translategemma:4b
"Show symbols" = "प्रतीक दिखाएँ";
"Label widget" = "लेबल";
"Number of reads in the chart" = "चार्ट में पढ़ने की संख्या";
"Color of download" = "डाउनलोड का रंग";
"Color of upload" = "अपलोड का रंग";
"Monospaced font" = "मोनोस्पेस्ड फ़ॉन्ट";
"Reverse order" = "उल्टे क्रम में"; // translategemma:4b
"Chart history" = "चार्ट का इतिहास"; // translategemma:4b
"Default color" = "डिफ़ॉल्ट"; // translategemma:4b
"Transparent when no activity" = "जब कोई गतिविधि नहीं होती तो पारदर्शी।"; // translategemma:4b
"Constant color" = "स्थिर"; // translategemma:4b

// Module Kit
"Open module settings" = "ओपन मॉड्यूल सेटिंग्स";
"Select widget" = "%0 विजेट का चयन करें";
"Open widget settings" = "विजेट सेटिंग्स खोलें";
"Update interval" = "अद्यतन अंतराल";
"Usage history" = "उपयोग इतिहास";
"Details" = "विवरण";
"Top processes" = "शीर्ष प्रक्रियाएं";
"Pictogram" = "पिक्टोग्राम";
"Module" = "मॉड्यूल";
"Widgets" = "विजेट";
"Popup" = "पॉपअप";
"Notifications" = "सूचनाएं";
"Merge widgets" = "मर्ज विजेट";
"No available widgets to configure" = "कॉन्फ़िगर करने के लिए कोई उपलब्ध विजेट नहीं";
"No options to configure for the popup in this module" = "इस मॉड्यूल में पॉपअप के लिए कॉन्फ़िगर करने के लिए कोई विकल्प नहीं";
"Process" = "प्रक्रिया"; // translategemma:4b
"Kill process" = "प्रक्रिया को समाप्त करें"; // translategemma:4b
"Keyboard shortcut" = "कीबोर्ड शॉर्टकट"; // translategemma:4b
"Listening..." = "सुन रहे हैं..."; // translategemma:4b

// Modules
"Number of top processes" = "शीर्ष प्रक्रियाओं की संख्या";
"Update interval for top processes" = "शीर्ष प्रक्रियाओं के लिए अंतराल अपडेट करें";
"Notification level" = "अधिसूचना स्तर";
"Chart color" = "चार्ट रंग";
"Main chart scaling" = "मुख्य चार्ट स्केल"; // translategemma:4b
"Scale value" = "माप मान"; // translategemma:4b
"Text widget value" = "टेक्स्ट विजेट का मान"; // translategemma:4b

// CPU
"CPU usage" = "सीपीयू उपयोग";
"CPU temperature" = "सीपीयू तापमान";
"CPU frequency" = "सीपीयू आवृत्ति";
"System" = "सिस्टम";
"User" = "उपयोगकर्ता";
"Idle" = "निष्क्रिय";
"Show usage per core" = "प्रति कोर उपयोग दिखाएं";
"Show hyper-threading cores" = "हाइपर-थ्रेडिंग कोर दिखाएं";
"Split the value (System/User)" = "मान (सिस्टम / उपयोगकर्ता) को विभाजित करें";
"Scheduler limit" = "शेड्यूलर सीमा";
"Speed limit" = "गति सीमा";
"Average load" = "औसत भार";
"1 minute" = "1 मिनट";
"5 minutes" = "5 मिनट";
"15 minutes" = "15 मिनट";
"CPU usage threshold" = "सीपीयू उपयोग सीमा";
"CPU usage is" = "सीपीयू उपयोग %0 है";
"Efficiency cores" = "दक्षता कोर";
"Performance cores" = "प्रदर्शन कोर";
"System color" = "सिस्टम रंग";
"User color" = "उपयोगकर्ता रंग";
"Idle color" = "निष्क्रिय रंग";
"Cluster grouping" = "क्लस्टर समूहीकरण";
"Efficiency cores color" = "दक्षता कोर रंग";
"Performance cores color" = "प्रदर्शन कोर रंग";
"Total load" = "कुल भार"; // translategemma:4b
"System load" = "सिस्टम का भार"; // translategemma:4b
"User load" = "उपयोगकर्ता भार"; // translategemma:4b
"Efficiency cores load" = "कार्यक्षमता कोर लोड"; // translategemma:4b
"Performance cores load" = "परफॉर्मेंस कोर लोड"; // translategemma:4b
"All cores" = "सभी कोर"; // translategemma:4b

// GPU
"GPU to show" = "दिखाने के लिए जीपीयू";
"Show GPU type" = "जीपीयू प्रकार दिखाएँ";
"GPU enabled" = "जीपीयू सक्षम";
"GPU disabled" = "जीपीयू अक्षम";
"GPU temperature" = "जीपीयू तापमान";
"GPU utilization" = "जीपीयू उपयोग";
"Vendor" = "विक्रेता";
"Model" = "मॉडल";
"Status" = "स्थिति";
"Active" = "सक्रिय";
"Non active" = "गैर सक्रिय";
"Fan speed" = "फैन स्पीड";
"Core clock" = "कोर घड़ी";
"Memory clock" = "मेमोरी क्लॉक";
"Utilization" = "उपयोग";
"Render utilization" = "उपयोग प्रस्तुत करें";
"Tiler utilization" = "टाइलर उपयोग";
"GPU usage threshold" = "जीपीयू उपयोग सीमा";
"GPU usage is" = "जीपीयू उपयोग %0 है";

// RAM
"Memory usage" = "मेमोरी उपयोग";
"Memory pressure" = "स्मृति दबाव";
"Total" = "कुल";
"Used" = "प्रयुक्त";
"App" = "ऐप";
"Wired" = "वायर्ड";
"Compressed" = "संपीड़ित";
"Free" = "मुक्त";
"Swap" = "स्वैप";
"Split the value (App/Wired/Compressed)" = "मान को विभाजित करें (ऐप/वायर्ड/संपीड़ित)";
"RAM utilization threshold" = "रैम उपयोग सीमा";
"RAM utilization is" = "रैम उपयोग %0 है";
"App color" = "ऐप रंग";
"Wired color" = "वायर्ड रंग";
"Compressed color" = "संपीड़ित रंग";
"Free color" = "मुक्त रंग";
"Free memory (less than)" = "मुफ्त मेमोरी (कम से कम)"; // translategemma:4b
"Swap size" = "स्wap का आकार"; // translategemma:4b
"Free RAM is" = "मुफ्त रैम %0 है"; // translategemma:4b

// Disk
"Show removable disks" = "हटाने योग्य डिस्क दिखाएँ";
"Used disk memory" = "%1 का %0 उपयोग किया गया";
"Free disk memory" = "%1 का %0 मुक्त";
"Disk to show" = "दिखाने के लिए डिस्क";
"Open disk" = "ओपन डिस्क";
"Switch view" = "स्विच व्यू";
"Disk utilization threshold" = "डिस्क उपयोग सीमा";
"Disk utilization is" = "डिस्क उपयोग %0 है";
"Read color" = "रंग पढ़ें";
"Write color" = "रंग लिखें";
"Disk usage" = "डिस्क उपयोग";
"Total read" = "कुल पढ़े गए"; // translategemma:4b
"Total written" = "कुल लिखित"; // translategemma:4b
"Write speed" = "लिखें"; // translategemma:4b
"Read speed" = "पढ़ें"; // translategemma:4b
"Drives" = "ड्राइव"; // translategemma:4b
"SMART data" = "स्मार्ट डेटा"; // translategemma:4b

// Sensors
"Temperature unit" = "तापमान इकाई";
"Celsius" = "सेल्सियस";
"Fahrenheit" = "सेल्सियस";
"Save the fan speed" = "पंखे की गति बचाएं";
"Fan" = "फैन";
"HID sensors" = "एचआईडी सेंसर";
"Synchronize fan's control" = "प्रशंसक के नियंत्रण को सिंक्रनाइज़ करें";
"Current" = "वर्तमान";
"Energy" = "ऊर्जा";
"Show unknown sensors" = "अज्ञात सेंसर दिखाएं";
"Install fan helper" = "फैन हेल्पर स्थापित करें";
"Uninstall fan helper" = "फैन हेल्पर की स्थापना रद्द करें";
"Fan value" = "फैन वैल्यू";
"Turn off fan" = "पंखा बंद करें";
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "आप पंखे को बंद करने जा रहे हैं। यह अनुशंसित कार्रवाई नहीं है जो आपके मैक को नुकसान पहुंचा सकती है, क्या आप वाकई ऐसा करना चाहते हैं?";
"Sensor threshold" = "सेंसर की सीमा"; // translategemma:4b
"Left fan" = "बाएं"; // translategemma:4b
"Right fan" = "सही"; // translategemma:4b
"Fastest fan" = "सबसे तेज़"; // translategemma:4b
"Sensor to show" = "सेंसर को प्रदर्शित करना"; // translategemma:4b

// Network
"Uploading" = "अपलोड";
"Downloading" = "डाउनलोड";
"Public IP" = "सार्वजनिक आईपी";
"Local IP" = "स्थानीय आईपी";
"Interface" = "इंटरफ़ेस";
"Physical address" = "भौतिक पता";
"Refresh" = "ताज़ा करें";
"Click to copy public IP address" = "सार्वजनिक आईपी पते की प्रतिलिपि बनाने के लिए क्लिक करें";
"Click to copy local IP address" = "स्थानीय आईपी पते की प्रतिलिपि बनाने के लिए क्लिक करें";
"Click to copy wifi name" = "वाईफ़ाई नाम कॉपी करने के लिए क्लिक करें";
"Click to copy mac address" = "मैक पते की प्रतिलिपि बनाने के लिए क्लिक करें";
"No connection" = "कोई कनेक्शन नहीं";
"Network interface" = "नेटवर्क इंटरफ़ेस";
"Total download" = "कुल डाउनलोड";
"Total upload" = "कुल अपलोड";
"Reader type" = "रीडर प्रकार";
"Interface based" = "इंटरफ़ेस आधारित";
"Processes based" = "प्रक्रिया आधारित";
"Reset data usage" = "डेटा उपयोग रीसेट करें";
"VPN mode" = "वीपीएन मोड";
"Standard" = "मानक";
"Security" = "सुरक्षा";
"Channel" = "चैनल";
"Common scale" = "सामान्य पैमाने";
"Autodetection" = "ऑटोडिटेक्शन";
"Widget activation threshold" = "विजेट सक्रियण सीमा";
"Internet connection" = "इंटरनेट कनेक्शन";
"Active state color" = "सक्रिय राज्य रंग";
"Nonactive state color" = "नॉनएक्टिव स्टेट कलर";
"Connectivity host (ICMP)" = "कनेक्टिविटी होस्ट (आईसीएमपी)";
"Leave empty to disable the check" = "चेक को अक्षम करने के लिए खाली छोड़ दें";
"Connectivity history" = "कनेक्टिविटी इतिहास";
"Auto-refresh public IP address" = "ऑटो-रिफ्रेश सार्वजनिक आईपी पता";
"Every hour" = "हर घंटे";
"Every 12 hours" = "हर 12 घंटे";
"Every 24 hours" = "हर 24 घंटे";
"Network activity" = "नेटवर्क गतिविधि";
"Last reset" = "अंतिम रीसेट %0 पहले";
"Latency" = "विलंब"; // translategemma:4b
"Upload speed" = "अपलोड करें"; // translategemma:4b
"Download speed" = "डाउनलोड"; // translategemma:4b
"Address" = "पता"; // translategemma:4b
"WiFi network" = "वाईफाई नेटवर्क"; // translategemma:4b
"Local IP changed" = "स्थानीय आईपी बदल गया है"; // translategemma:4b
"Public IP changed" = "सार्वजनिक आईपी बदल गया है।"; // translategemma:4b
"Previous IP" = "पिछला आईपी पता: %0"; // translategemma:4b
"New IP" = "नया आईपी: %0"; // translategemma:4b
"Internet connection lost" = "इंटरनेट कनेक्शन खो गया"; // translategemma:4b
"Internet connection established" = "इंटरनेट कनेक्शन स्थापित"; // translategemma:4b

// Battery
"Level" = "स्तर";
"Source" = "स्रोत";
"AC Power" = "एसी पावर";
"Battery Power" = "बैटरी पावर";
"Time" = "समय";
"Health" = "स्वास्थ्य";
"Amperage" = "एम्पीयरेज";
"Voltage" = "वोल्टेज";
"Cycles" = "चक्र";
"Temperature" = "तापमान";
"Power adapter" = "पावर एडाप्टर";
"Power" = "शक्ति";
"Is charging" = "चार्ज कर रहा है";
"Time to discharge" = "डिस्चार्ज का समय";
"Time to charge" = "चार्ज करने का समय";
"Calculating" = "गणना";
"Fully charged" = "पूरी तरह से चार्ज";
"Not connected" = "कनेक्ट डे नहीं";
"Low level notification" = "निम्न स्तरीय अधिसूचना";
"High level notification" = "उच्च स्तरीय अधिसूचना";
"Low battery" = "कम बैटरी";
"High battery" = "उच्च बैटरी";
"Battery remaining" = "%0% शेष";
"Battery remaining to full charge" = "%0% से पूर्ण चार्ज";
"Percentage" = "प्रतिशत";
"Percentage and time" = "प्रतिशत और समय";
"Time and percentage" = "समय और प्रतिशत";
"Time format" = "समय प्रारूप";
"Hide additional information when full" = "पूर्ण होने पर अतिरिक्त जानकारी छिपाएं";
"Last charge" = "अंतिम शुल्क";
"Capacity" = "क्षमता";
"current / maximum / designed" = "वर्तमान / अधिकतम / डिजाइन";
"Low power mode" = "कम शक्ति मोड";
"Percentage inside the icon" = "आइकन के अंदर प्रतिशत";
"Colorize battery" = "रंगीन बैटरी";
"Charging current" = "चार्जिंग करंट"; // translategemma:4b
"Charging Voltage" = "चार्जिंग वोल्टेज"; // translategemma:4b
"Charger state inside the battery" = "बैटरी के अंदर चार्जर की स्थिति"; // translategemma:4b

// Bluetooth
"Battery to show" = "दिखाने के लिए बैटरी";
"No Bluetooth devices are available" = "कोई ब्लूटूथ डिवाइस उपलब्ध नहीं हैं";

// Clock
"Time zone" = "समय क्षेत्र";
"Local" = "स्थानीय";
"Calendar" = "कैलेंडर"; // translategemma:4b
"Show week numbers" = "सप्ताह की संख्याएँ दिखाएँ"; // translategemma:4b
"Local time" = "स्थानीय समय"; // translategemma:4b
"Add new clock" = "नया घड़ी जोड़ें"; // translategemma:4b
"Delete selected clock" = "चुना हुआ घड़ी हटाएँ"; // translategemma:4b
"Help with datetime format" = "datetime प्रारूप के साथ सहायता"; // translategemma:4b

// Colors
"Based on utilization" = "उपयोग के आधार पर";
"Based on pressure" = "दबाव के आधार पर";
"Based on cluster" = "क्लस्टर पर आधारित";
"System accent" = "सिस्टम उच्चारण";
"Monochrome accent" = "सिस्टम उच्चारण";
"Clear" = "स्पष्ट";
"White" = "सफेद";
"Black" = "काला";
"Gray" = "धूसर";
"Second gray" = "दूसरा धूसर";
"Dark gray" = "काला धूसर";
"Light gray" = "प्रकाश धूसर";
"Red" = "लाल";
"Second red" = "दूसरा लाल";
"Green" = "हरा";
"Second green" = "दूसरा हरा";
"Blue" = "नीला";
"Second blue" = "दूसरा नीला";
"Yellow" = "पीला";
"Second yellow" = "दूसरा पीला";
"Orange" = "नारंगी";
"Second orange" = "दूसरा नारंगी";
"Purple" = "बैंगनी";
"Second purple" = "दूसरा बैंगनी";
"Brown" = "भूरा";
"Second brown" = "दूसरा भूरा";
"Cyan" = "सियान";
"Magenta" = "मैजेंटा";
"Pink" = "गुलाबी";
"Teal" = "टील";
"Indigo" = "इंडिगो";
